Repository: Creativetech-Solutions/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: kk

source: The pricing is based on number of source strings and number of target languages. The source string is a text unit defined in a translation format, it can be word, sentence or a paragraph.
kk: Tarıftar qaınar joldar sany men maqsatty tilderdiń sanyna negizdeledi. Qaınar jol - tárjimelik pishiminde anyqtalǵan mátindik birlik, ol sóz, sóılem nemese eje bolýy múmkin.

source: Alternatively we can accept payments by wire transfer (preferably IBAN) or Bitcoin. Please get in touch for more details.
kk: Balamaly túrde biz tólemderýdi elektrondyq aýdarym (múmkindiginshe IBAN) arqyly nemese Bitcoin arqyly qabyldaı alamyz. Kóbirek aqparat alý úshin baılanysqa shyǵyńyz.

source: Self hosting
kk: Óz hostıń

source: Weblate is free software, you can run your own instance of it.
kk: Weblate - bul erkin baǵdarlamalyq jasaqtama, siz óz danany iske qosýyńyz múmkin.

source: There are also several options for deploying Weblate to the cloud.
kk: Sonymen qatar, bultqa Weblate óristetý úshin birneshe opsıalary bar.

source: In case you need help with your self hosted solution, we're ready to help as well with consulting services tailored for your needs.
kk: Eger óz hostıń sheshimińizge kómek qajet bolsa, qajettilikterińizge beıimdelgen konsaltıń qyzmetterimen de kómektesýge daıynbyz.

source: Weblate - web-based localization
kk: Weblate - ýeb-negizdelingen jersindirý

source: Bring translators closer to development
kk: Tárjimeshilerdi ázirleýge jaqyndatý

source: Start using Weblate
kk: Weblate paıdalanýdy bastaý

source: Try Weblate
kk: Weblate synańyz

source: Downloads
kk: Júktep alý

source: Weblate is a libre web-based localization tool with tight version control integration. It features simple and clean user interface, propagation of translations across components, quality checks and automatic linking to source files.
kk: Weblate - nusqalardy basqarý tyǵyz yqpaldastyǵymen ýeb-tehnologıalaryna negizdelgen jersindirý quraly. Ol qarapaıym jáne taza paıdalanýshy ınterfeısin, quramdastar boıynsha tárjimelerdi taratýdy, sapa tekserýdi jáne qaınar faıldarǵa avtomatty baılanystyrýdy qamtıdy.

source: Weblate screenshot
kk: Weblate ekran sýreti

source: See more features…
kk: Kóbirek múmkindikterdi qarańyz…

source: See who is using Weblate and join them!
kk: Weblate júıesin kimder paıdalanǵanyn kórińiz jáne olarǵa qosylyńyz!

source: Browse hundreds of projects on Hosted Weblate
kk: Hosted Weblate boıynsha júzdegen jobalardy sholyp shyǵyńyz

source: Hosted service
kk: Hosted qyzmeti

source: From %(amount)sEUR/month
kk: %(amount)s EUR/aı baǵadan

source: Cloud service
kk: Bult qyzmeti

source: Choose hosting plan
kk: Hostıń josparyn tańdaý

source: Self hosted
kk: Óz hostıń

source: Your infrastructure
kk: Sizdiń ınfraqurylym

source: Self supported
kk: Óz qoldaýda

source: Weblate is free to use
kk: Weblate paıdalanýy tegin

source: Maintained by you
kk: Ózińizdiń súıemeldeýde

source: Community support
kk: Qaýymdastyq qoldaýda

source: Weblate payment
kk: Weblate tólemi

source: Your billing information
kk: Bılıń aqparatyńyz

source: Payment summary
kk: Tólem qorytyndysy

source: Payment amount
kk: Tólem somasy

source: (including VAT)
kk: (QQS qosa)

source: Payment description
kk: Tólem sipattamasy

source: Payment frequence
kk: Tólem jıiligi

source: Payment will be issued yearly till you cancel the subscription.
kk: Jazylymdy boldyrmaǵansha jyl saıyn tólem jasalady.

source: Payment will be issued every six months till you cancel the subscription.
kk: Jazylymdy boldyrmaǵansha ár alty aı saıyn tólem jasalady.

source: Payment will be issued monthly till you cancel the subscription.
kk: Jazylymdy boldyrmaǵansha aı saıyn tólem jasalady.

source: Note: This is unavailable for some payment methods, you will have to manually complete the next payment in those cases.
kk: Eskerim: Bul keıbir tólem ádisterine qoljetimdi emes, sol jaǵdaılarda kelesi tólemdi qolmen aıaqtaý kerek bolady.

source: Billing information
kk: Bılıń aqparaty

source: Please choose payment method:
kk: Tólem ádisin tańdańyz:

source: Weblate support
kk: Weblate qoldaýy

source: Weblate is a free software with community support.
kk: Weblate - qaýymdastyq qoldaýymen erkin baǵdarlamalyq jasaqtama.

source: Report issue
kk: Másele týraly baıandaý

source: Bugs or feature requests
kk: Qateler nemese múmkindik saýaldary

source: Have you found any issue with Weblate? Do you have idea how to improve it? Please report it to <a href="https://github.com/WeblateOrg/weblate/issues">issue tracker on GitHub</a>.
kk: Weblate júıesinde kezkelgen másele taptyńyz ba? Ony jaqsartýdy qalaı oılaısyz? Ony <a href="https://github.com/WeblateOrg/weblate/issues">GitHub másele trekerine</a> baıandańyz.

source: Security issues
kk: Qaýipsizdik máseleleri

source: Should you find security issue within our code base, please report it to %(contact)s. More information on reporting security issues can be found in <a href="%(docs)s">our documentation</a>.
kk: Eger kodtyq derekqorymyzda qaýipsizdik máselesin tapsańyz, ony %(contact)s mekenjaıyna baıandańyz. Qaýipsizdik máselelerdi baıandaý týraly kóbirek aqparatty <a href="%(docs)s">bizdiń qujattamdan</a> taba alasyz.

source: Support for self hosted environments
kk: Óz hostıń ortalary úshin qoldaý

source: Worried of putting your translations into cloud? You can self host Weblate and we can still provide you premium support for your setup.
kk: Tárjimelerińizdi bultqa qoıýdan abyrjýlysyz ba? Weblate óz hostyń qoldana alasyz jáne ornatymyńyzǵa áli de aıryqsha qoldaýdy jetkize alamyz.

source: Installation on your Linux server
kk: Linux serverińizge ornatý

source: One time installation of Weblate
kk: Weblate júıesin birjolǵy ornatý

source: Installation using virtualenv, uwsgi and nginx
kk: Virtualenv, uwsgi jáne nginx paıdalanyp ornatý

source: Using PostgreSQL, MySQL or MariaDB as database backend
kk: PostgreSQL, MySQL nemese MariaDB derekqor arqasy retinde paıdalaný

source: Requires root access or close cooperation of your admins
kk: Túbirlik qatynaý nemese ákimshilerińizdiń tyǵyz yntymaqtastyǵy qajet

source: Configuration customization
kk: Tapsyryspen teńsheý

source: Does not include custom code development
kk: Teńsheýli kodyn ázirleýdi qamtymaıdy

source: Installation using Docker on your Linux server
kk: Linux serverińizde Docker arqyly ornatý

source: Installation using Docker
kk: Docker arqyly ornatý

source: Basic support for self hosted Weblate
kk: Óz hostiń úshin negizgi qoldaý

source: Your Weblate will be upgraded to the latest version on every release.
kk: Sizdiń Weblate ár shyǵarylymda sońǵy nusqaǵa jańartylady.

source: We will fix issues that occur in your environment.
kk: Biz sizdiń ortańyzda bolatyn máselelerdi túzetemiz.

source: You will receive priority email support.
kk: Sizge basym e-poshta arqyly basymdylyq qoldaý kórsetiledi.

source: Consulting services or custom development
kk: Konsaltıńdyq qyzmetter nemese teńsheýli ázirleý

source: %(price)s EUR / hour
kk: %(price)s EUR / saǵat

source: Custom features development
kk: Teńsheýli múmkindikterdi ázirleý

source: Integrating Weblate into your workflow
kk: Iskerı erejeńiz ishine Weblate yqpaldastyrý

source: Suggestions on the internationalization or localization process
kk: Halyqaralyqtandyrý nemese jersindirýdi óńdep shyǵarý boıynsha usynystar

source: Ask us for details about self hosted Weblate
kk: Óz hostıńdaǵy Weblate týraly egjeılerdi surańyz

source: Support for Hosted Weblate services
kk: Hosted Weblate qyzmetterin qoldaý

source: If you are using our hosting services, you can ask for support at %(contact)s.
kk: Eger hostıń qyzmetterimizdi paıdalansańyz, qoldaý kórsetýdi %(contact)s mekenjaıynda suraı alasyz.

source: Mailing lists
kk: Taratý tizimderi

source: Users and developers mailing list
kk: Paıdalanushylar men ázirleýshilerdiń taratý tizimderi

source: You can use mailing lists for discussions with other Weblate users and developers.
kk: Basqa Weblate paıdalanýshylarymen jáne ázirleýshilerimen talqylaý úshin taratý tizimderin paıdalanýǵa bolady.

source: You can post to it using <a href="mailto:weblate@lists.cihar.com">weblate@lists.cihar.com</a> address.
kk: Oǵan <a href="mailto:weblate@lists.cihar.com">weblate@lists.cihar.com</a> mekenjaı arqyly jarıalaýyńz múmkin.

source: You can browse mailing list archives
kk: Taratý tiziminiń muraǵattaryn sharlaýǵa bolady

source: Enter your email
kk: E-poshtańyzdy engizińiz

source: Subscribe
kk: Jazylý

source: Hosted Weblate Announcements mailing list
kk: Hosted Weblate Habarlamalar taratý tizimi

source: Low traffic mailing list with announcements about Hosted Weblate services.
kk: Hosted Weblate qyzmetteri týraly habarlamalarmen trafıki tómen taratý tizimi.

source: This list is moderated, only chosen users can post announcements.
kk: Bul tizimdi moderatorlar basqarady, tek tańdaýly paıdalanýshylar habarlamalar jibere alady.

source: You can also ask related questions on <a href="%(url)s">Stack Overflow</a>.
kk: Sondaı-aq, qatysty suraqtardy <a href="%(url)s">Stack Overflow</a> boıynsha salýǵa bolady.

source: Terms of Service
kk: Qyzmet Kórsetý Sharttary

source: The legal documents necessary to offer this service.
kk: Bul qyzmetti usynýǵa qajetti zańdy qujattar.

source: Privacy Policy
kk: Qupıalylyq Saıasaty

source: Thanks from Weblate
kk: Weblate alǵystary

source: Weblate is thankful for help from others.
kk: Weblate basqalardyń kómegi úshin alǵysyn bildiredi.

source: Technology
kk: Tehnologıa

source: The development of Weblate is based on the following technologies:
kk: Weblate ázirleýi kelesi tehnologıalarǵa negizdelgen:

source: GitHub provides hosting for our source code and issue tracker.
kk: GitHub qaınar kodymyz úshin hostıńdy jáne másele trekerdi jetkizedi.

source: Travis CI is our continuous integration platform.
kk: Travis CI - úzdiksiz yqpaldastyqtyń platformmyz.

source: Codecov helps us to monitor code coverage of our test suite.
kk: Codecov synaq toptamamyzdyń kodty qamtýyn baqylaýǵa kómektesedi.

source: Sauce Labs is running our Selenium tests in real browsers.
kk: Sauce Labs naǵyz sholǵyshtarda Selenium synaqtarymyzdy júrgizedi.

source: Our translations are being done on Hosted Weblate.
kk: Tárjimelerimiz Hosted Weblate saıtynda daıyndalady.

source: Payments are processed by The Pay service.
kk: Tólemder The Pay qyzmeti arqyly óńdep shyǵarylady.

source: Supporters
kk: Qoldaýshylar

source: Free hosting for free software projects would be impossible without our sponsors.
kk: Demeýshilerimizsiz erkin baǵdarlamalyq jasaqtamaǵa tegin hostıń berý múmkin bolmas edi.

source: Support our project and get link placement on this page.
kk: Jobamyzǵa qoldaý kórsetip, osy bette siltemeler ornalastyrydy alyńyz.

source: Weblate has useful features for every crowdsourced localization.
kk: Weblate árqaısy úlestirilgen jersindirý úshin paıdaly múmkindikteri bar.

source: Try Weblate on the <a href="https://demo.weblate.org">demo server</a>. Register there and work under your username, or just use username: <code>demo</code> with password: <code>demo</code>.
kk: Weblate júıesin <a href="https://demo.weblate.org">demo-serverde</a> baıqap qarańyz. Munda tirkelip, ózińizdiń paıdalanýshy atyńyzben jumys jasańyz nemese jaı <code>demo</code> paıdalanýshy atymen <code>demo</code>parólin paıdalanyńyz.

source: To test the review workflow there, log in with username: <code>review</code>, and password: <code>review</code>.
kk: Munda saraptaýdyń jiskerı erejesin synaý úshin, <code>review</code> paıdalanýshy atymen jáne <code>review</code> parólimen kirińiz.

source: Screenshots
kk: Ekran sýretteri

source: All prices exclude VAT, invoices for EU countries are issued as a reverse charge, invoices for Czech Republic will include additional VAT.
kk: Barlyq baǵalarda QQS eseptelmeıdi, EO elderi úshin ınvoıstar kiris kózinen ustalǵan QQS (reverse charge) retinde shyǵarylady, Chehıaǵa arnalǵan ınvoıstar qosymsha QQS engizedi.

source: %(size)d byte
kk: %(size)d baıt

source: Sources tarball, bzip2 compressed
kk: Qaınarlar muraǵaty (tarball), bzip2 qysylýy

source: Sources tarball, gzip compressed
kk: Qaınarlar muraǵaty (tarball), gzip qysylýy

source: Sources tarball, xz compressed
kk: Qaınarlar muraǵaty (tarball), xz qysylýy

source: Sources, zip compressed
kk: Qaınarlar, zip qysylýy

source: Please provide your billing information to complete the payment.
kk: Tólemdi aıaqtaý úshin tólem týraly aqparattaryńyzdy jetkińiz.

source: The VAT ID is no longer valid, please update it.
kk: QQS nómiri endi jaramsyz, ony jańartyńyz.

source: Payment not yet processed, please retry.
kk: Tólem áli óńdep shyǵarýlmaǵan, qaıtalap kórińiz.

source: The payment was rejected: {}
kk: Tólem qabyldanbady: {}

source: Unknown reason
kk: Belgisiz sebep

source: Thank you for your donation.
kk: Demeýińizge alǵys bildiremiz.
