Repository: Creativetech-Solutions/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: kk

source: Overview of own translations at main page.
kk: Basqy bette óz tárjimelerin sholý.

source: Own translations
kk: Óz tárjimeleri

source: Translator can always see important context information like comments or corresponding source code.
kk: Tárjimeshi árqashan mańyzdy mátinmán aqparatty kóre alady, mysaly, túsiniktemeler nemese tıisti qaınar kody sıaqty.

source: Translation context
kk: Tárjime mátinmáni

source: Project page gives you detailed information about project translation status.
kk: Jobanyń beti sizge jobany tárjimeleý mártebesi týraly tolyq aqparat beredi.

source: Project overview
kk: Joba sholýy

source: Translators can define their own glossary to stay consistent in frequently used terminology.
kk: Tárjimeshiler jıi qoldanylatyn termınologıaǵa úılesimdi bolýp tyrý úshin óz glossarılerin anyqtaı alady.

source: Glossary
kk: Glosarı

source: Customizable quality checks will help you in improving quality of translations.
kk: Teńsheletin sapa tekserýleri sizge tárjimelerdiń sapasyn jaqsartýǵa kómektesedi.

source: Quality checks
kk: Sapa tekserýleri

source: Weblate provides you various ways to promote your translation project.
kk: Weblate tárjimelik jobasńyzdy ilgeriletý úshin ártúrli ádisterin jetkizedi.

source: Promotion
kk: Ilgeriletý

source: Translation workflow can be customized by using addons.
kk: Tárjimeniń iskerı erejesin qondyrmalar arqyly teńsheýge bolady.

source: Addons
kk: Qondyrmalar

source: Automatic translation can be used to bootstrap your translations using machine translation services or translation memory.
kk: Avtomatty tárjime sizge mashın tárjimeleý qyzmetteri nemese tárjime jadysy arqyly tárjimelerdi bastapqy júkteý úshin paıdalanylýy múmkin.

source: Automatic translation
kk: Avtomatty tárjime

source: Translations can be exported and imported in many widely used file formats.
kk: Tárjimeler keńinen qoldanylatyn faıl pishimderinde eksporttalýy jáne ımporttalýy múmkin.

source: Export and import
kk: Eksport jáne ımport

source: You can define access levels for every user.
kk: Ár paıdalanýshynyń qatynaý deńgeılerin anyqtaı alasyz.

source: User management
kk: Paıdalanýshy basqarý

source: Donation recurrence
kk: Qaıtalama demeý

source: Amount in EUR
kk: EUR somasy

source: The minimal amount is %d EUR.
kk: Eń kishi somasy %d EUR.

source: Link text
kk: Silteme mátini

source: Link URL
kk: Silteme URL-y

source: Page not found
kk: Bet tabylmady

source: Weblate is a libre software web-based continuous localization system.
kk: Weblate - erkin baǵdarlamalyq jasaqtama, ýeb-tehnologıalarynda negizdelgen úzdiksiz jersindirý júıesi.

source: The page you are looking for was not found.
kk: Siz izdegen bet tabylmady.

source: Server error
kk: Server qatesi

source: The server had serious problems while serving your request. We've just sent our trained monkeys to fix the issue.
kk: Server saýalyńyzǵa qyzmet kórsetkende kúrdeli máselelerge kez boldy. Jattyqtyrylǵan meshinder bul máseleni sheshý jolynda.

source: Continuous localization
kk: Úzdiksiz jersindirý

source: Automated localization workflow closely follows the development of your project.
kk: Avtomattandyrylǵan jersindirý iskerı erejesi sizdiń jobańyzdyń damýyna tyǵyz eredi.

source: Customizable quality checks helps improve translation quality.
kk: Teńsheýli sapa tekserýleri tárjime sapasyn jaqsartýǵa kómektesedi.

source: Attribution
kk: Avtorlyq

source: All translators are properly credited in the version control system.
kk: Barlyq tárjimeshiler nusqalardy basqarý júıesinde tıisti túrde esepteledi.

source: Hosting plans
kk: Hostıń jobalary

source: Hosting plans for Weblate as a service starting at 19 EUR.
kk: Weblate úshin hostıń josparlary 19 EUR-dan bastalady.

source: Cloud ready
kk: Bultqa daıyn

source: Weblate comes with appliances, ready to deploy in your cloud.
kk: Weblate bultta qoldanýǵa daıyn aspaptarmen keledi.

source: Libre software
kk: Erkin baǵdarlamalyq jasaqtama

source: Weblate is copylefted; use, see, modify and share at will, and with everyone.
kk: Weblate - «copyleft»; árkim qalaýy boıynsha qoldaný, qaraý, ózgertý jáne bólisý, jáne barlyǵy birge.

# Keyword
source: translate
kk: tárjimeleý

source: Weblate logo
kk: Weblate logotıpy

source: Try
kk: Synap kórý

source: Features
kk: Múmkindikter

source: Download
kk: Júktep alý

source: Pricing
kk: Tarıftar

source: Develop
kk: Ázirleý

source: Donate
kk: Demeý

source: Support
kk: Qoldaý

source: Thanks
kk: Alǵystar

source: Docs
kk: Qujattama

source: Hosting
kk: Hostıń

source: Help with translations!
kk: Tárjimelerge kómektesińiz!

source: Terms of Service and Privacy Policy
kk: Qyzmet Kórsetý Sharttary jáne Qupıalylyq Saıasaty

source: Contribute to Weblate
kk: Weblate úshin jarna qosú

source: Weblate is being developed by an open community.
kk: Weblate ashyq qoǵamdastyqpen ázirlenýde.

source: View sources
kk: Qaınarlardy kórý

source: Translate
kk: Tárjimeleý

source: You can find more detailed information about this topic in <a href="https://docs.weblate.org/en/latest/contributing.html">Contributing chapter</a> of the documentation.
kk: Osy taqyryp boıynsha egjeıli aqparatty qujattamanyń <a href="https://docs.weblate.org/en/latest/contributing.html">Contributing (Jarna qosý) bóliminde</a>taba alasyz.

source: Code
kk: Kodtaý

source: Weblate is being developed on <a href="%(url)s">GitHub</a>, you can fork it there or just:
kk: Weblate <a href="%(url)s">GitHub</a> saıtynda ázirlenip jatyr, sonda tarmaqtaýyńyz múmkin nemese jaı pármenmen:

source: You can find more repositories related to Weblate on <a href="%(url)s">GitHub</a>
kk: Weblate ázirleýine qatysty kóbirek repozıtorılardy <a href="%(url)s">GitHub</a> saıtynda taba alasyz

source: You can translate Weblate at <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.
kk: Weblate tárjimesin <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a> saıtynda jasaı alasyz.

source: Translation status
kk: Tárjime mártebesi

source: Donate to Weblate
kk: Weblate úshin demeý

source: Weblate is provided free of charge, and welcomes donations.
kk: Weblate tegin jetkiziledi, degenmen demeýlerdi qoshametteıdi.

source: Purchase hosting package
kk: Hostıń býmasyn satyp alý

source: Get support for Weblate
kk: Weblate úshin qoldaý alý

source: Sign in to manage your donations
kk: Demeýlerińizdi basqarý úshin krińiz

source: Sign out
kk: Shyǵý

source: Your donations
kk: Demeýlerińiz

source: Creation date
kk: Jasaý kúni

source: Reward
kk: Marapat

source: Expiry date
kk: Aıaqtalý kúni

source: Renewal
kk: Jańǵyrtý

source: Payments
kk: Tólemder

source: Edit
kk: Óńdeý

source: No reward
kk: Marapatsyz

source: Expired
kk: Merzimi aıaqtalǵan

source: Disable renewal
kk: Jańǵyrtýdy óshirý

source: Does not renew
kk: Uzartylmaıdy

source: Donations
kk: Demeýler

source: Recurring donations facilitate sustainable Weblate development, even the smallest amount helps fund free of charge hosting for libre software.
kk: Qaıtalanatyn demeýler Weblate turaqty ázirleýin jeńildetedi, tipti kishkentaı soma erkin baǵdarlamalyq jasaqtamaǵa tegin hostıńdy qarjylandyrýǵa kómektesedi.

source: Recurring donation
kk: Qaıtalanatyn demeý

source: Repeated appreciation of the Weblate project helps in keeping the project sustainable long term.
kk: Weblate jobasyna qaıtalanǵan rızashylyq bildirý, jobaǵa turaqty uzaq merzimdi saqtaý úshin kómektesedi.

source: Please consider this if you are hosting Weblate yourself without a support contract.
kk: Eger qoldaý kelisimshartsyz óz hostıńda Weblate ornalstyrsańyz osyny qarastyryńyz.

source: One time donation
kk: Birjolǵy demeý

source: One time donations are great for appreciating our work on single issue or support.
kk: Birjolǵy demeýler bir másele nemese qoldaý týraly bizdiń jumysymyzdy baǵalaı bilý úshin keremet.

source: Use our services
kk: Qyzmetterimizdi paıdalanyńyz

source: Commercial services like hosting or support for self hosted installation help fund Weblate development.
kk: Hostıń nemese óz hostıń ornatý úshin qoldaý sıaqty kommersıalyq qyzmetter Weblate ázirleýin qarjylaýǵa kómektesedi.

source: Donation rewards
kk: Demeý marapattary

source: Cryptocurrencies
kk: Krıptovalútalar

source: Thanks to <a href="%(url)s">Trezor</a>, we will gladly accept donations in several cryptocurrencies. You can use the addresses in table below.
kk: <a href="%(url)s">Trezor</a> arqasynda birneshe krıptovalútalarda demeýlerdi qabyldaımyz. Mekenjaılardy tómendegi kestede paıdalanýǵa bolady.

source: Currency
kk: Valúta

source: Donation address
kk: Demeý mekenjaıy

source: Please choose wanted reward or enter custom donation amount.
kk: Qalaǵan marapatty tańdańyz nemese teńsheýli tólem mólsherin engizińiz.

source: Edit your reward link
kk: Marapat siltemeni óńdeńiz

source: Save
kk: Saqtaý

source: Select
kk: Bólekteý

source: We might refuse to place your link, especially if the site contains adult or illegal content. Please consult us in advance if unsure.
kk: Siltemeńizdi ornalastyrýdan bas tartýyńyz múmkin, ásirese saıtta eresek nemese zańsyz mazmun bar bolsa. Eger senimdi emes bolsańyz, aldyn-ala bizben keńesińiz.

source: Choose your own donation amount
kk: Óz demeýińizdin somasyn tańdańyz

source: Continue
kk: Jalǵastyrý

source: Link placement on the weblate.org thanks page
kk: Siltemeni weblate.org alǵys betinde ornalastyrý

source: Link placement in the list of supporters
kk: Sltemeni qoldaýshylar tiziminde ornalastyrý

source: Name placement in the list of supporters
kk: Atyn qoldaýshylar tiziminde ornalastyrý

source: PGP signature
kk: PGP-qoltańba

source: Download Weblate
kk: Weblate júktep alý

source: Weblate comes with complete source code.
kk: Weblate tolyq qaınar kodymen birge keledi.

source: You can download latest release here:
kk: Sońǵy nusqasyn mynadan júkteı alasyz:

source: Weblate command line client
kk: Weblate pármen jolaq klıenti

source: You can control Weblate remotely using <a href="%(url)s">wlc</a>, it can be installed by using Python PIP:
kk: Weblate júıesin <a href="%(url)s">wlc</a> arqyly qashyqtan basqarýǵa bolady, ol Python PIP kómegimen ornatylý múmkin:

source: You can also install using packages for following Linux distributions:
kk: Sondaı-aq, kelesi Linux taratymdaryna arnalǵan býmalardy paıdalanyp ornatýǵa bolady:

source: Cloud or virtualization images
kk: Bult nemese aýanı etý keskinder

source: Weblate can be run in any cloud or virtualization environment. Following links will show you information about some of these:
kk: Weblate kezkelgen bultta nemese aýanı ortasynda iske qosylýy múmkin. Tómendegi siltemeler sizge keıbireýler týraly aqparat beredi:

source: Running Weblate in a Docker container
kk: Weblate júıesin Docker konteınerinde iske qosý

source: Running Weblate on OpenShift platform
kk: Weblate júıesin OpenShift platformasynda iske qosý

source: BitNami Weblate stack providing native installation for most platforms as well as support for many public cloud providers
kk: Kóptegen platformalar úshin, sondaı-aq jarıa bult jetkizýshilerge qoldaý úshin BitNami Weblate steki qamtamasyz etedi

source: Weblate is being developed on <a href="https://github.com/WeblateOrg/weblate">GitHub</a>, you can fork it there or just:
kk: Weblate <a href="https://github.com/WeblateOrg/weblate">GitHub</a> saıtynda ázirlenip jatyr, sonda tarmaqtaýyńyz múmkin nemese jaı pármenmen:

source: Weblate features
kk: Weblate múmkindikteri

source: Weblate is a feature rich computer aided translation tool.
kk: Weblate - múmkindikteri baı avtomattandyrylǵan tárjime quraly.

source: View documentation
kk: Qujattamany qaraý

source: Access control
kk: Qatynaýdy basqarý

source: Access rights can be fine tuned depending on your environment.
kk: Ortaǵańyzǵa táýeldi qatynaý quqyqtary muqıat teńshelýi múmkin.

source: Notifications
kk: Habarlandyrýlar

source: Translators can be notified on new strings to translate or other events.
kk: Tárjimeshiler tárjimelenetin jańa joldar nemese basqa oqıǵalar týraly habarlandyrýlardy alýy múmkin.

source: Integration API
kk: Yqpaldastyq API

source: Thanks to the API you can integrate Weblate with third party services.
kk: API arqasynda Weblate jýıesin úshinshi jaq qyzmetterimen biriktirýge bolady.

source: File formats
kk: Faıl pishimderi

source: Weblate supports all widely used file formats for localization, like gettext, JSON, XLIFF or resource strings.
kk: Weblate jersindirý úshin barlyq keńinen paıdalanylatyn faıl pishimderin qoldaıdy, mysaly, gettext, JSON, XLIFF nemese qor kóziniń joldary sıaqty.

source: Branches support
kk: Tarmaqtardy qoldaý

source: Weblate can handle different versions of the translation by pushing them to different branches automatically.
kk: Weblate tárjimeniń ártúrli nusqalaryn basqa tarmaqtarǵa avtomatty ıterý arqyly retteı alady.

source: Acquiring feedback
kk: Keri baılanys alý

source: You can also use Weblate to acquire feedback on source strings and thus improve them.
kk: Sondaı-aq, qaınar joldar boıynsha keri baılanys alý úshin jáne olardy osylaısha jaqsartýǵa Weblate paıdalanýyńyzǵa bolady.

source: Translations can be downloaded for offline translation and merged back.
kk: Olaın tárjimeleý úshin tárjimelerdi júktep alýǵa bolady, jáne qaıta biriktirýńiz múmkin.

source: Integrated
kk: Yqpaldastyrý

source: Translations are managed within same version control system as code.
kk: Tárjimeler, kod sıaqty, nusqalar basqarý júıesinde basqarylady.

source: Documentation
kk: Qujattama

source: Weblate comes with comprehensive documentation covering both setup and usage.
kk: Weblate ornatý men paıdalaný ekeýin de qamtıtyn tolyq qujattamamen birge keledi.

source: Review
kk: Saraptaý

source: Translators have several options to review contributions made by peers.
kk: Tárjimeshilerde áriptesteri istegen jarnalaryn saraptaý úshin birneshe opsıasy bar.

source: Languages
kk: Tilder

source: Weblate supports over 150 languages out of the box, others can be defined by administrator.
kk: Weblate «qorabynan» 150-den astam tildi qoldaıdy, basqalaryn ákimshi anyqtaı alady.

source: Reporting
kk: Esep berý

source: Weblate generates various reports to provide information about project activity.
kk: Weblate joba áreketteri týraly aqparat jetkizý úshin ártúrli esepter jasaıdy.

source: Version control
kk: Nusqalar basqarý

source: Weblate talks directly with your version control system, currently Git and Mercurial are supported.
kk: Weblate nusqalar basqarý júıeńizben tikeleı baılanysady, aǵymda Git jáne Mercurial qoldaýda.

source: Collaboration sites
kk: Árekettestik saıttar

source: Weblate has native support for many software development sites such as GitHub, Bitbucket or Gitlab.
kk: Weblate ishinde kóptegen GitHub, Bitbucket nemese Gitlab sıaqty baǵdarlamalyq jasaqtama ázirleý saıttary úshin kiriktirilgen qoldaýy bar.

source: Responsive UI
kk: Yqylasty ınterfeıs

source: Weblate has responsive UI which will work nicely on your desktop, tablet or phone.
kk: Weblate jumys ústeli, planshet nemese telefonyńyzda óte jaqsy jumys isteıtin jyldam jaýapty paıdalanýshylyq ınterfeısine ıe.

source: Free hosting on Weblate
kk: Weblate boıynsha tegin hostıń

source: We love open source and we offer free plans for hosting translations.
kk: Ashyq kózdi unatamyz jáne hostıńdaǵy tárjimeler úshin tegin josparlaryn usynamyz.

source: Ask for hosting
kk: Hostıń úshin suraý

source: Hosting for free software
kk: Erkin baǵdarlamalyq jasaqtama úshin hostıń

source: If you are interested in using Weblate for your free software, you can ask us for hosting of your translations on <a href="https://hosted.weblate.org/">hosted.weblate.org</a>. This will allow you to use Weblate without installing and maintaining it.
kk: Eger erkin baǵdarlamalyq jasaqtama úshin Weblate paıdalanýyna múddeli bolsańyz, bizge <a href="https://hosted.weblate.org/">hosted.weblate.org</a> saıtynda tárjimelerge hostıń týraly suraı alasyz. Bul sizge Weblate júıesin ornatpastan jáne súıemeldemeı paıdalanýǵa ruqsat etedi.

source: Conditions for free hosting
kk: Tegin hostıń sharttary

source: Translated content has to be released under <a href="https://en.wikipedia.org/wiki/Free_software_license">free license</a>.
kk: Tárjimelengen mazmundy <a href="https://en.wikipedia.org/wiki/Free_software_license">tegin lısenzıa</a> arqyly shyǵarý kerek.

source: Source code has to be publicly available in a supported version control system.
kk: Qaınar kod qoldaý kórsetiletin nusqalar basqarý júıesinde jarıaly qoljetimdi bolýy qajet.

source: There is no guarantee for service availability or quality.
kk: Qyzmet kórsetý qoljetimdilik nemese sapa úshin munda kepildik joq.

source: Asking for hosting
kk: Hostıń úshin suraý

source: Please use <a href="%(url)s">contact form on Hosted Weblate</a> to request hosting. You will need following information:
kk: Hostıń úshin saýaldy jiberýge <a href="%(url)s">Hosted Weblate baılanys pishinin</a> paıdalanyńyz. Sizge kelesi aqparat qajet bolady:

source: Information about your project.
kk: Jobańyz týraly aqparat.

source: Project website.
kk: Joba ýeb-saıty.

source: URL of repository with translations.
kk: Tárjimeleri bar repozıtorıdyń URL-y.

source: Path to translations within the repository.
kk: Repozıtorı ishindegi tárjimelerge jol.

source: The free plan does not allow you to change project visibility or to limit users which can contribute to the translation.
kk: Tegin jospardy jobanyń kórinýin ózgertýge nemese tárjimeleýge jarna qosatyn múmkindigi bar paıdalanýshylardy shekteýge ruqsat etpeıdi.

source: This limitation can be lifted by purchasing the "Basic" hosting plan - you will still have free software limits, but you will get extended user management capabilities.
kk: Bul shekteýlerdi «Negizgi» hostıń josparyn satyp alý arqyly kóterýge bolady - sizde áli erkin baǵdarlamalyq jasaqtamanyń shekteýleri bolady, biraq paıdalanýshy basqarý qabilettilikterin keńeıte alasyz.

source: Translation workflow
kk: Tárjimelik iskerı ereje

source: All translated repositories are available using https protocol with similar naming as on website - weblate/master translation is published as <code>https://hosted.weblate.org/git/weblate/master/</code>. You can figure out the URL on the component information tab.
kk: Barlyq tárjimelengen repozıtorılar https protokol arqyly qoljetimdi, sol sıaqty ýeb-saıtta - weblate/master tárjimesi uqsas ataýmen <code>https://hosted.weblate.org/git/weblate/master/</code> retinde jarıalanady. URL-dy quramdas aqparaty qoıyndysynan anyqtaýǵa bolady.

source: Weblate can automatically receive changes from major code hosting services, see our documentation for setup on <a href="%(github)s">GitHub</a>, <a href="%(bitbucket)s">Bitbucket</a> or <a href="%(gitlab)s">GitLab</a>.
kk: Weblate negizgi kod hostıń qyzmetterinen ózgeristerdi avtomatty qabyldaı alady, ornatý týraly qujattamamyzdy <a href="%(github)s">GitHub</a>, <a href="%(bitbucket)s">Bitbucket</a> nemese <a href="%(gitlab)s">GitLab</a> saıttarynda qarańyz.

source: If you want Weblate to automatically push changes as well, add Weblate push user to collaborators and let us know you want to use this option. See <a href="%(docs)s">documentation</a> for more detailed instructions.
kk: Sondaı-aq, eger ózgeristerdi Weblate avtomatty ıterýin qalasańyz, Weblate ıterý paıdalanýshysyn birlesip jumys isteýshilerge ústeńiz jáne osy opsıany paıdalanǵyńyz keletindigin bizge bildirińiz. Kóbirek egjeıly nusqaýlar úshin <a href="%(docs)s">qujattamany</a> qarańyz.

source: Support free hosting
kk: Tegin hostıńdy qoldaý

source: The hosting is provided for free, but running the server and maintaining it costs some money, so you are welcome to use <a href="%(gittip_url)s">Liberapay</a> or <a href="%(donate_url)s">other ways to donate</a>.
kk: Hostıń tegin jetkiziledy, biraq serverdiń jumys isteýi jáne ony súıemeldeýi keıbir aqsha jumsaıdy, sondyqtan <a href="%(gittip_url)s">Liberapay</a> paıdalanýdy nemese <a href="%(donate_url)s">demeýdiń basqa joldaryn</a> qoshametteımiz.

source: Hosting Weblate
kk: Weblate hostıńi

source: Thank you for ordering hosting!
kk: Hostıń tapsyrysyńyzǵa raqmet!

source: Next steps
kk: Kelesi qadamdar

source: The project setup is currently manual. If you haven't done so already, please get in touch with us and send us details about your repository setup.
kk: Jobany ornatý aǵymda qolmen isteledi. Eger áldeqashan osylaı istemegen bolsańyz, bizben baılanysyp, repozıtorı ornatymy týraly egjeılerdi jiberińiz.

source: Usually following information is needed:
kk: Ádette kelesi aqparat qajet:

source: You have to allow Weblate to access your repository. This can be done by adding Weblate user to your project (on GitHub, Bitbucket or GitLab) or adding SSH key we will provide you.
kk: Weblate úshin repozıtorıǵa qatynaý ruqsatyn berýińiz kerek. Bul jobańyzǵa (GitHub, Bitbucket nemese GitLab saıttarynda) Weblate paıdalanýshyny ústeı nemese biz sizge jetkiziletin SSH-kiltti ústeı arqyly isteýge bolady.

source: Use Weblate as a service or get support for on-premises hosting.
kk: Weblate saıtyn qyzmet retinde paıdalanyńyz nemese jergilikti hostıń úshin qoldaý alyńyz.

source: Order hosting
kk: Hostıń úshin tapsyrys

source: Hosted Weblate allows you to use Weblate without any effort and with premium support backed by it's core developers.
kk: Hosted Weblate kezkelgen talpynyssyz jáne negizgi ázirleýshiler arqyly súıemeldegen aıryqsha qoldaýymen sizge Weblate júıesin paıdalanýǵa ruqsat etedi.

source: We can host translations for your commercial or free software projects. You can see summary of hosting plans below. Should you have any questions or look for hosting of bigger projects, don't hesitate to <a href="%(contact)s">get in touch with us</a>.
kk: Sizdiń komersıalyq nemese erkin baǵdarlamalyq jasaqtamalar úshin tárjimelerdi ornalastyra alamyz. Tómende hostıń josparlary qorytyndysyn kóre alasyz. Suraqtaryńyz týyndaǵan jaǵdaıda nemese úlkenrek jobalaryńyz úshin hostıń izdestirgende, <a href="%(contact)s">bizben habarlasyńyz</a>.

# Hosting plan
source: Free software
kk: Erkin jasaqtama

# Hosting plan
source: Basic
kk: Negizgi

# Hosting plan
source: Medium
kk: Ortasha

# Hosting plan
source: Advanced
kk: Keńeıtilgen

# Hosting plan
source: Enterprise
kk: Kásiporyndyq

# Hosting plan
source: Self hosted
kk: Óz hostıń

source: Text unit defined in a translation format, it can be word, sentence or a paragraph
kk: Tárjimelik pishiminde anyqtalǵan mátindik bólik, bul sóz, sóılem nemese eje bolýy múmkin

source: Source strings
kk: Qaınar joldary

source: Negotiable
kk: Shartty

source: Unlimited
kk: Sheksiz

source: Target languages
kk: Maqsatty tilder

source: VCS repositories
kk: VCS repozıtorılary

source: Translation projects
kk: Tárjimelik jobalar

source: Translation components
kk: Tárjimelik quramdastar

source: Number of translators
kk: Tárjimeshi sany

source: Supported file formats
kk: Qoldaý kórsetiletin faıl pishimderi

source: All
kk: Barlyǵy

source: Customizable
kk: Teńshelmeli

source: Translation addons
kk: Tárjimelik qondyrmalar

source: Translation memory
kk: Tárjimelik jad

source: Priority email support
kk: E-poshta arqyly basymdylyqty qoldaý

source: Custom domain name with SSL
kk: Teńshelmeli domen aty (SSL-men)

source: Own domain
kk: Óz domeni

source: Additional charge %(price)s EUR/year, only available with yearly billing
kk: Qosymsha aqy %(price)s EUR/jyl, tek jyldyq bılıńmen qoljetimdi

source: Available on request
kk: Saýalmen qoljetimdi

source: Monthly
kk: Aılyq

source: Contact us
kk: Bizben baılanysýńyz

source: %(price)s EUR / month
kk: %(price)s EUR / aı

source: View support options
kk: Qoldaý opsıalaryn qarańyz

source: Yearly (save 15-20%%)
kk: Jyl saıyn (15—20 %% únemdeıdi)

source: %(price)s EUR / year
kk: %(price)s EUR / jyl
