Repository: Creativetech-Solutions/website
Catalog: wlhosted/locale/*/LC_MESSAGES/django.po
Languages: be@latin, bg, cs, da, de, es, ja, ko, pt, pt_br

source: Generate Unknown Horizons scenario data
cs: Vygeneruje informace o scénáři pro Unknown Horizons
es: Generar un escenario de datos de Unknown Horizons

source: We comply with the Regulation No. %(law_679_2016)s, the General Data Protection Regulation, also known as GDPR. This document includes necessary specifications.
cs: Dodržujeme nařízení č. %(law_679_2016)s, obecné nařízení o ochraně osobních údajů, známé také jako GDPR. Tento dokument obsahuje potřebné specifikace.
es: Cumplimos con la ley %(law_679_2016)s, la Ley de Protección de Datos de Caracter Personal, también conocida como la LPDCP. Este documento incluye las especificaciones necesarias.

source: Personal Data Controller
cs: Správce Osobních Údajů
es: Responsable del tratamiento de datos personales

source: %(provider)s, Reg. No. %(reg_no)s
cs: %(provider)s, IČ %(reg_no)s
es: %(provider)s, Número de Registro %(reg_no)s

source: We have appointed a data protection officer who may be reached via %(privacy_contact)s.
cs: Správce jmenoval pověřence pro ochranu osobních údajů a můžete ho kontaktovat na %(privacy_contact)s.
es: Se ha definido un responsable de protección de datos que puede ser contactado a través de %(privacy_contact)s.

source: Personal Data we process
cs: Které Osobní Údaje zpracováváme
es: Datos personales que procesamos

source: We process only Personal Data User provides us by using our service:
be@latin: My apracoŭvajem toĺki tyja asabistyja danyja, jaki karystaĺnik pradastaŭliaje nam šliacham vykarystannia našaha servisu:
cs: Zpracováváme pouze osobní údaje, které nám uživatel poskytuje používáním naší služby:
da: Vi behandler kun personlig data som brugerne giver os under brug af vores tjeneste:
de: Wir verarbeiten nur personenbezogene Daten, die uns der Nutzer durch die Nutzung unseres Dienstes zur Verfügung stellt:
es: Sólo procesamos los datos personales que el usuario nos proporciona al utilizar nuestro servicio:
ja: サービスを利用するにあたって提供された、下記の個人情報のみを使用します:
ko: 우리는 우리의 서비스를 이용하여 사용자가 제공한 개인 정보만 처리합니다:
pt: Só processamos os dados fornecidos pelo utilizador ao usar os nossos serviços:
pt_br: Processamos apenas dados pessoais que o usuário nos fornece usando nosso serviço:

source: Name and email
be@latin: Imia i eliektronnaja pošta
bg: Име и е-поща
cs: Jméno a e-mailová adresa
da: Navn og e-mail
de: Benutzername und E-Mail-Adresse
es: Nombre y correo electrónico
ja: 名前と電子メールアドレス
ko: 이름과 이메일
pt: Nome e email
pt_br: Nome e e-mail

source: These are used to identify you in the VCS commits
be@latin: Vykarystoŭvajecca dlia identyfikacyi vas u VCS-kamitach
bg: Това е нужна, за да се виждат данните Ви в подаванията в системата за контрол на версиите
cs: Tyto slouží pro identifikaci zápisů v systému správy verzí
da: De bruges til at identificere dig i VCS-indsendelserne
de: Beide werden zur Identifikation bei den VCS-Commits genutzt
es: Estos se utilizan para identificarle en las confirmaciones VCS
ja: これらは VCS (バージョン管理システム) のコミット内で、識別のために使用しています
ko: 이들은 VCS 커밋에서 사용자를 식별하는데 사용됩니다
pt: Estes são usados para identificação nas submissões VCS
pt_br: Estes são usados para identificar você nos envios VCS

source: Additionally, email is used for notification of watched events
be@latin: Dadatkova, eliektronnaja pošta vykarystoŭvajecca dlia apaviaščenniaŭ
cs: E-mail dále slouží pro upozorňování na uživatelem sledované události
da: E-mail bruges desuden til notifikation om overvågede hændelser
de: E-Mail wird zusätzlich zu Benachrichtigungen über beobachtete Ereignisse verwendet
es: Además, el correo electrónico se utiliza para la notificación de los eventos observados
ja: これに加えて、電子メールアドレスは監視対象として設定したイベントの通知にも使用しています
ko: 또한 이메일은 시청한 사건의 알림에 사용됩니다
pt: Adicionalmente, o email é usado para notificações de eventos observados
pt_br: Além disto, o e-mail é usado para notificação de projetos observados

source: Password in hashed form
be@latin: Paroĺ u chešavanaj formie
cs: Otisk (hash) hesla
da: Adgangskode er i hashed format
de: Kennwort in Hash-Form
es: Contraseña en forma de hash
ja: ハッシュ形式でのパスワード
ko: 해시 형식의 비밀번호
pt: Senha em formato hash
pt_br: Senha na forma de hash

source: Used to authenticate user if configured
be@latin: Vykarystoŭvajecca dlia aŭtentyfikacyi karystaĺnika, kali naladžana
cs: Pokud je nastaveno, slouží k ověřování totožnosti uživatele
da: Bruges til at godkende bruger hvis det er konfigureret
de: Wird verwendet, um den Benutzer zu authentifizieren, falls konfiguriert
es: Se utiliza para autenticar al usuario si está configurado
ja: ユーザが設定した場合に認証用として使用します
ko: 구성된 경우 사용자를 인증하는 데 사용됩니다
pt: Usado para autenticar o utilizador, se configurado
pt_br: Usado para autenticar o usuário, se configurado

source: IP address and browser name
be@latin: IP-adras i nazva braŭziera
bg: IP адрес и име на браузъра
cs: IP adresa a název webového prohlížeče
da: IP-adresse og browsernavn
de: IP-Adresse und Browser-Name
es: Dirección IP y nombre del navegador
ja: IP アドレスとブラウザ名
ko: IP 주소와 브라우저 이름
pt: Endereço IP e nome do navegador
pt_br: Endereço IP e nome do navegador

source: These are logged in case of important changes to your account (e.g. password change) to allow diagnosis in case your account is stolen
be@latin: Zapisvajecca ŭ vypadku važnych zmien vašaha kontu (napryklad, zmieny parolia), kab zrabić dyjahnostyku ŭ vypadku kradziažu kontu
bg: Това се съхранява в случай, че има важни промени по акаунта Ви (напр. промяна на паролата), за да може да се направи анализ в случай, че акаунтът Ви бъде откраднат
cs: Tyto jsou zaznamenány v případě zásadních změn ve vašem účtu (např. při změně hesla) z důvodu diagnostiky v případě krádeže vašeho účtu
da: De logges i tilfælde af vigtige ændringer på din konto (f.eks. ændring af adgangskode) så der kan diagnosticeres hvis din konto bliver stjålet
de: Sie werden für den Fall wichtiger Veränderungen an Ihrem Konto (z. B. Passwortänderungen) aufgezeichnet, um feststellen zu können, ob Ihr Konto gekapert wurde
es: Estos se registran en caso de cambios importantes en su cuenta (por ejemplo, cambio de contraseña) para permitir el diagnóstico en caso de que su cuenta sea robada
ja: これらは、お使いのアカウントに対する重要な変更 (例: パスワード変更) の際に記録され、アカウントが不正利用された場合の解析情報として使用できるようになっています
ko: 계정에 중요한 변경 사항이 있을 경우 (예 : 비밀번호 변경) 로그인하여 계정을 도난당했는 지를 진단할 수 있습니다
pt: Estes são registados em diário, em caso de alterações importantes (e.g. mudança de senha) para permitir o diagnóstico se a conta for roubada
pt_br: Eles são registrados no caso de alterações importantes em sua conta (ex: alteração de senha) e permitem um diagnóstico caso sua conta seja roubada

source: Purpose and legal basis of processing Personal Data
cs: Důvod a zákonný rámec zpracování osobních dat
es: Proposito y bases legales para el procesamiento de Datos Personales

source: Your Personal Data will be used for the purposes of the Service:
cs: Vaše osobní data budou použity pro účely Služby:
es: Tús datos personales sólo serán usadas con objetivos del servicio:

source: for providing our services on the Service, to contact you in matters regarding our services (also by means of emails and messaging) and to ensure the technical functionality of our services fulfillment of contractual or pre-contractual obligations (Article 6 (1) b. GDPR)
cs: pro poskytování služeb v rámci Služby, pro kontaktování vás v souvislosti se službami (také prostřednictvím emailu a zpráv) a pro zajištění provozu našich služeb na základě smluvních nebo předsmluvních závazků (podle čl. 6 odst. 1 písm. b) GDPR)
es: por dar nuestros servicios en el Servicio, para contactar con problemas de nuestros servicios (también como método de emails y mensajes) y para asegurar las funcionalidades técnicas de nuestro servicio cumplen con las obligaciones contractuales y precontractuales (Artículo 6 (1) b. LPDCP)

source: to analyze your use of our services and improve our services (Article 6 (1) b. and f. GDPR)
cs: pro analýzu používání našich služeb a pro jejich vylepšení (podle čl. 6 odst. 1 písm. b) a f) GDPR)
es: Para analizar tu uso de los servicios y mejorar nuestros servicios (artícuo 6 (1) b. y f. LPDCP)

source: with your express consent or instruction to carry out our business activities or sent you newsletters (Article 6 (1) a. GDPR)
cs: s vaším výslovným souhlasem nebo pokynem pro zpracování obchodní nabídky nebo zasílání novinek (podle čl. 6 odst. 1 písm. a) GDPR)
es: Con tú consentimiento expreso o indicación de llevar a cabo nuestras actividades de negocio o enviar boletines de noticias (Artículo 6 (1) a. LPDCP)

source: Access to the Personal Data
cs: Přístup k Osobním Údajům
es: Acceso a los datos personales

source: Controller has made all reasonable technical means to protect the Personal Data. Only authorized persons can access the Personal Data.
cs: Správce prohlašuje, že přijal veškerá vhodná technická a organizační opatření k zabezpečení vašich Osobních Údajů. K Osobním Údajům mají přístup pouze pověřené osoby.
es: La empresa ha hecho los esfuerzos necesarios para proteger los datos personales. Sólo personas autorizadas tienen acceso a los datos personales.

source: Third parties which can gain access to the Personal Data when necessary are:
cs: Třetími stranami, které mohou mít přístup k vašim osobním údajům v nezbytném rozsahu, jsou:
es: Terceras personas que pueden conseguir acceso a los datos personales necesariamente son:

source: Persons which are contracted for technical assurance of the service.
cs: Osoby, které pro nás zajišťují technický provoz a zabezpečení našich služeb.
es: Personas que son contratadas para el aseguramiento técnico del servicio.

source: Payment processors.
cs: Správci plateb.
es: procesadores de pagos.

source: All Personal Data is stored in the European Union.
cs: Všechna Osobní Údaje jsou uložena v Evropské Unii.
es: Todos los datos personales son almacenados en la Unión Europea.

source: The Personal Data retention
cs: Doba uložení Osobních Údajů
es: La conservación de datos personales

source: The Personal Data is stored in the Service until User deletes his account in the service.
cs: Osobní Údaje jsou uloženy ve Službe dokud uživatel nesmaže svůj účet.
es: Los datos personales son almacenados en el servicio hasta que el usuario elimine su cuenta en el servicio.

source: Access log information might be collected for longer period for the purpose of establishing, exercise or defence of legal claims.
cs: Informace o přístupu mohou být uchovávána déle za účelem zjištění, výkonu nebo obrany právních nároků.
es: Información de los accesos a la cuenta serán almacenados por más tiempo con el objetivo de establecer, ejercitar o defenderse de demandas judiciales.

source: Your rights
cs: Vaše práva
es: Tús derechos

source: User provides use Personal Data voluntarily. Without this we are not able to provide our services.
cs: Uživatel poskytuje Osobní Údaje dobrovolně. Bez nich nejsme schopni poskytovat svoje služby.
es: El usuario da voluntariamente acceso a sus datos personales. Si esto no podríamos dar nuestros servicios.

source: We want you to always be in control of your Personal Data. To this end, you have certain rights that allow for it. Under certain conditions, you may:
cs: Chceme abyste vždy měli kontroly nad vašimi Osobními Údaji. Za určitých podmínek máte právo u naší společnosti:
es: Nosotros queremos que siempre mantengas el control de tus datos personales. Para esto tú tienes ciertos derechos que te amparan. Bajo ciertas circunstancias, tú puedes:

source: Gain access to all your Personal Data that we use or processing, and even get a copy of all of it (Article 15 GDPR)
cs: Požadovat přístup k Osobním Údajům, které o vás zpracováváme a máte právo získat přístup k těmto osobním údajům a k dalším informacím uvedeným v čl. 15 GDPR
es: Para conseguir acceso a todos tús datos personales que estamos usando o procesando, e incluso conseguir una copia de todo ello (Artículo 15 de la LPDCP)

source: Correct the Personal Data that we are processing if you think that there are mistakes
cs: Požadovat opravu Osobních Údajů, které o vás zpracováváme, pokud jsou nepřesné
es: Corrección de los datos personales que procesamos si crees que hay errores

source: Order us to delete your Personal Data
cs: Požadovat výmaz Osobních Údajů
es: Pedirnos que borremos tus datos personales

source: Restrict the Personal Data processing
cs: Požadovat omezení zpracování Osobních Údajů
es: Restringir el proceso de datos personales

source: Object to processing
cs: Vznést námitku či stížnost proti zpracování
es: Objeto del procesado

source: Receive your Personal Data in a commonly used and machine-readable format or to transmit this Personal Data to a different provider.
cs: Získat osobní údaje, které se vás týkají ve strukturovaném, běžně používaném a strojově čitelném formátu, a máte právo předat tyto údaje jinému správci.
es: Recibir tus datos personales en un formato de uso común y legible por cualquier odenador o para transmitir estos datos personales a un proveedor diferente.

source: The services are provided “as is”, at your own risk, without any warranty.
be@latin: Pasluhi pradastaŭliajucca «jak josć», na svoj strach i ryzyku, biez jakoj-niebudź harantyi.
bg: Услугите са предоставени във вида, в който са. Използвайте ги на своя отговорност, без никакви гаранции.
cs: Služby jsou poskytovány „tak jak jsou“, na vlastní nebezpečí, bez jakékoli záruky.
da: Tjenesterne leveres, "som de er", på egen risiko, uden nogen form for garanti.
de: Die Dienste werden auf "wie sie sind"-Basis zur Verfügung gestellt. Es gibt keinerlei Garantie und das Risiko der Nutzung liegt bei Ihnen.
es: Los servicios son proporcionados "tal cual", a su propio riesgo y sin ninguna garantía.
ja: サービスは "現状ありのまま" で提供されるものであり、一切の保証はありません。ご自身の責任範囲下でお使いください。
ko: 서비스는 어떠한 보증 없이 귀하의 책임 하에 “있는 그대로” 제공됩니다.
pt: Os serviços são prestados "como estão", por seu próprio risco e sem qualquer garantia.
pt_br: Os serviços são fornecidos “como são”, por seu próprio risco, sem qualquer garantia.

source: Additional guarantees might apply to commercial customers, those are expressed in corresponding contracts.
be@latin: Dadatkovyja harantyi mohuć prymianiacca dlia kamiercyjnych klijentaŭ, što adliustroŭvajecca ŭ adpaviednych damovach.
bg: Допълнителните гаранции може да са приложими за клиентите, използващи платен план. Те са описани в съответните договори.
cs: Dodatečné záruky se mohou vztahovat na komerční zákazníky, ty jsou vyjádřeny v příslušných smlouvách.
da: Yderligere garantier kan anvendes til kommercielle kunder, de er udtrykt i de respektive kontrakter.
de: Erweiterte Garantien können bei kommerziellen Kunden existieren. Diese sind in zugehörigen Verträgen festgehalten.
es: Garantías adicionales pueden aplicarse a clientes comerciales, estas se expresan en los contratos correspondientes.
ja: なお、有償ホスティングをご契約のお客様に対しては、追加の保証事項が適用されます。詳しくは契約時の内容をご覧ください。
ko: 상용 고객은 해당 계약에 명시된 추가 보증이 적용될 수 있습니다.
pt: Poderá haver garantias adicionais a clientes comerciais, elas serão expressas nos respectivos contratos.
pt_br: Garantias adicionais podem ser aplicáveis a clientes comerciais, as quais são expressas nos contratos correspondentes.

source: We process private data (such as your email address), those will be discarded from our database as soon as you remove your account.
be@latin: My apracoŭvajem asabistyja dadzienyja (napryklad, adras eliektronnaj pošty). Jany buduć vykinuty z našaj bazy dadzienych, jak toĺki vy vydalicie svoj kont.
bg: Ние съхраняваме лични данни (напр. адреса на е-пощата Ви). Те ще бъдат изтрити от нашата база данни, когато изтриете акаунта си.
cs: Zpracováváme soukromé údaje (např. e-mailovou adresu), tyto údaje odstraníme z naší databáze, jakmile odstraníte svůj účet.
da: Vi behandler private data (såsom din e-mailadresse). Disse vil blive slettet fra databasen, så snart kontoen fjernes.
de: Wir verarbeiten private Daten (wie beispielsweise Ihre E-Mail-Adresse). Diese Daten werden jedoch aus unserer Datenbank entfernt, sobald Sie Ihr Benutzerkonto löschen.
es: Procesamos datos privados (como la dirección de correo electrónico), estos se descartarán de nuestra base de datos al borrar tu cuenta.
ja: プライベートデータ (電子メールアドレスなど) については厳重に扱います。アカウントを削除した際には、データベースから即時にこれらを廃棄します。
ko: 귀하의 이메일 주소와 같은 비공개 데이터를 관리하며 귀하의 계정을 삭제하는 즉시 데이터베이스에서 삭제됩니다.
pt: Processamos dados privados (tal como o e-mail), que serão removidos da base de dados assim que fechar a sua conta.
pt_br: Processamos os dados privados (como seu endereço de e-mail), estes serão descartados de nossa base de dados tão logo você remova sua conta.

source: Your translations are made under license which is specified by each translation.
be@latin: Vašy pieraklady zroblienyja na ŭmovach licenzii, što zadadzienaja dlia kožnaha pieriekladu.
bg: Преводите Ви са защитени от лиценз, който е определени от всеки проект за превод.
cs: Vaše překlady budou šířeny na základě licence, která je uvedena u každého překladu.
da: Oversættelser er foretaget i henhold til licensen, som er angivet ved hver enkelt oversættelse.
de: Die von Ihnen angefertigten Übersetzungen werden unter der Lizenz veröffentlicht, die für das jeweilige Übersetzungsprojekt spezifiziert ist.
es: Las traducciones se realizan bajo licencia especifica de cada traducción.
ja: 翻訳文は、各翻訳で指定されたライセンスのもとで作成したものとされます。
ko: 귀하의 번역은 각 번역본에 명시된 라이선스 하에 작성됩니다.
pt: As suas traduções são feitas sob licença especificada em cada tradução.
pt_br: Suas traduções são feitas sob a licença especificada por cada tradução.

source: Your name and email address is used in VCS commits, it will stay there indefinitely.
be@latin: Vaša imia i adras eliektronnaj pošty vykarystoŭvajucca ŭ VCS i zastanucca tam nazaŭždy.
bg: Името и адресът на е-пощата Ви се записват в коментарите към подаванията към системата за контрол на версиите. Те ще останат там завинаги.
cs: Vaše jméno a e-mailová adresa jsou použity v zápisech VCS, zůstanou tam napořád.
da: Navn og e-mail bruges i VCS-indsendelser, der bliver de for evigt.
de: Ihr Name und ihre E-Mail-Adresse werden für Commits in der Versionsverwaltung (VCS) verwendet und bleiben dort für immer gespeichert.
es: El nombre y dirección de correo electrónico se utilizan en envíos VCS, y permanecerán allí indefinidamente.
ja: 名前と電子メールアドレスは VCS (バージョン管理システム) 内のコミットデータ内に書き込まれ、期限を切ることなく保存されます。
ko: 귀하의 이름과 이메일 주소는 VCS 커밋에 사용되며 무한정 머무를 것입니다.
pt: O seu nome e e-mail são usados em submissões VCS, ficarão lá gravados para sempre.
pt_br: Seu nome e endereço de e-mail é usado nos envios VCS, e ficará por lá para sempre.

source: We use cookies to deliver our services.
be@latin: My vykarystoŭvajem kuki, kab dastaŭliać našy pasluhi.
bg: Ние използваме бисквитки, за да работят услугите ни.
cs: Používáme cookie k poskytování našich služeb.
da: Vi bruger cookies til at levere vores tjenester.
de: Wir nutzen Cookies um unsere Dienste zur Verfügung zu stellen.
es: Utilizamos cookies para ofrecer nuestros servicios.
ja: サービスの提供を目的として、 Cookie を使用しています。
ko: 우리는 우리의 서비스를 제공하기 위해 쿠키를 사용합니다.
pt: Usamos cookies para fornecer os nossos serviços.
pt_br: Usamos cookies para entregar nossos serviços.

source: The Terms of Service document is authoritative in English, translations are provided for your convenience.
cs: Všeobecné smluvní podmínky jsou autoritativní v angličtině. Překlad do češtiny je poskytován pro vaše pohodlí.
es: El documento sobre los términos del servicio autorizado está en inglés, por tú conveniencia de dan traducciones.

source: The rights and obligations of the User and the Provider resulting from the use of the Service are governed by these Terms of Service.
cs: Práva a povinnosti Uživatele a Provozovatele pramenící z užívání Služby se řídí těmito Všeobecnými Smluvními Podmínkami.
es: Los derechos y obligaciones del usuario y del proveedor como resultado del uso del servicio se rigen por estos términos de servicio.

source: Definitions
cs: Definice
es: Definiciones

source: In these Terms of Service:
cs: V těchto Všeobecných Smluvních Podmínkách:
es: En estos Términos del Servicio:

source: Agreement
cs: Dohoda
es: Acuerdo

source: means License Agreement within the meaning of Article 2358 et seq. of the Civil Code concluded by and between the User and the Provider upon the Consent
cs: se rozumí Licenční Smlouva ve smyslu článku 2358 a následujících Občanského zákoníku uzavřeného mezi Uživatelem a Provozovatelem na základě Souhlasu
es: significa Acuerdo de Licencia según el artículo 2358 del Código Civil concluye por y entre el usuario y el proveedor con el consentimiento

source: Civil Code
cs: Občanský zákoník
es: Código Civil

source: means Act No. %(law_89_2012)s Coll., the Civil Code, as amended
cs: se rozumí zákon %(law_89_2012)s Sb., občanský zákoníku, ve znění pozdějších předpisů
es: significa colección de leyes número %(law_89_2012)s, del Código Civil, tal y como se ha enmendado

source: Consent
cs: Souhlas
es: Consentimiento

source: means the User’s consent with these Terms of Service and other legal documents expressed by checking the checkbox during the registration
cs: se rozumí souhlas Uživatele s těmito Všeobecnými Smluvními Podmínkami a dalšími právními dokumenty vyjádřený zaškrtnutím políčka při registraci
es: significa el consentimiento del Usuario con estos Términos de Servicio y otros documentos legales expresados marcando la casilla de verificación durante el registro

source: Cookies
cs: Cookie

source: mean any data file sent by the Service web server to the User’s computer of other device connected to the Internet, which enable obtaining of unique identification of the User’s web browser
cs: se rozumí jakákoliv data odeslaná z web serveru Služby na počítač Uživatele nebo jiné zařízení připojené do Internetu, které umožní unikátní identifikaci Uživatelova webového prohlížeče
es: se refiere a cualquier archivo de datos enviado por el servidor web del Servicio al ordenador del Usuario o a otro dispositivo conectado a Internet, que permita obtener una identificación única del navegador web del Usuario

source: License
cs: Licence
es: Licencia

source: means non-exclusive license granted by the Provider to the User for use of the Service
cs: se rozumí nevýhradní licence poskytnutá Provozovatelem Uživateli pro používání Služby
es: se refiere a la licencia no exclusiva concedida por el Proveedor al Usuario para el uso del Servicio

source: Provider
cs: Provozovatel
es: Proveedor

source: means %(provider)s, Reg. No. %(reg_no)s
cs: se rozumí %(provider)s, IČ %(reg_no)s
es: significa %(provider)s, Número de Registro %(reg_no)s

source: Personal Data
cs: Osobní Údaje
es: Datos Personales

source: means personal data within the meaning of Act No. %(law_101_2000)s Coll., on personal data protection, as amended, inserted by the User into the Service and/or Cookies
cs: se rozumí osobní údaje ve významu zákona %(law_101_2000)s Sb., o ochraně osobních údajů, ve znění pozdějších předpisů, vloženého uživatelem do Služby a/nebo souborů Cookie

source: Owner
cs: Vlastník
es: Dueño

source: means the User who can manage Project
cs: se rozumí Uživatel, který má oprávnění spravovat Projekt
es: significa el usuario que puede gestionar el Proyecto

source: Project
cs: Projekt
es: Proyecto

source: means translation project operated on the Service
cs: se rozumí překladový projekt provozovaný na Službě
es: significa proyecto de traducción gestionado en el Servicio

source: Service
cs: Služba
es: Servicio

source: means the website and services based on Weblate operated by the Provider
cs: se rozumí webové stránky a služby založené na Weblate poskytované Provozovatelem
es: significa que la página web y los servicios basados en Weblate son gestionados por el proveedor

source: Translation Memory
cs: Paměť Překladů
es: Memoria de traducción
