Repository: Creativetech-Solutions/website
Catalog: wlhosted/locale/*/LC_MESSAGES/django.po
Languages: be@latin, bg, cs, da, de, es, ja, ko, pt, pt_br

source: means the optional translation memory service provided within Weblate
cs: se rozumí volitelná služba překladové paměti poskytovaná ve Weblate
es: se refiere al servicio opcional de memoria de traducción proporcionado por Weblate

source: User
cs: Uživatel
es: Usuario

source: means any legal entity or an individual other than the Provider, who is using the Service
cs: se rozumí jakákoli právnická osoba nebo fyzická osoba jiná než Provozovatel, která využívá Službu
es: significa cualquier entidad legal o individual distinta al Proveedor, que esté usando el Servicio

source: means distributed version control system used by the Project such as Git or Mercurial
cs: se rozumí distribuovaný systém správy revizí používaný Projektem jako třeba Git nebo Mercurial
es: el sistema de control de versiones distribuido utilizado por el proyecto, como Git o Mercurial

source: License Agreement Conclusion
cs: Závěr licenční smlouvy
es: Finalización del Acuerdo de Licencia

source: The License Agreement is concluded upon the User’s Acceptance of the Provider’s Offer.
cs: Licenční Smlouva je uzavřená v okamžiku přijetí Nabídky Provozovatele Uživatelem.
es: Se concluye con el Acuerdo de Licencia con la aceptación del usuario de una propuesta del proveedor.

source: License Agreement
cs: Licenční Smlouva
es: Acuerdo de Licencia

source: By concluding Agreement under Article 2.1 of this Agreement, the following provisions of this Article 3 of the Terms of Service come into force.
cs: Uzavřením dohody podle článku 2.1 této smlouvy vstupují v platnost následující ustanovení tohoto článku 3 Všeobecných smluvních podmínek.
es: Al celebrar el Acuerdo de conformidad con el artículo 2.1 de este Acuerdo, las siguientes disposiciones de este artículo 3 de los Términos de Servicio entran en vigor.

source: The Provider grants the User with an Agreement License and the User accepts the License, all this under the terms and conditions stated in these Terms of Service.
cs: Provozovatel uděluje uživateli licenční smlouvu a uživatel souhlasí s licencí, to vše za podmínek stanovených v těchto Všeobecných smluvních podmínkách.
es: El Proveedor otorga al Usuario una Licencia de Uso y el Usuario acepta la Licencia, todo ello bajo los términos y condiciones establecidos en estos Términos de Servicio.

source: The Provider shall have the right to shut down, adjust, modify or make the Service unavailable on the web address at any time.
cs: Provozovatel má kdykoli právo na vypnutí, opravu, úpravu nebo znepřístupnění Služby na webové adrese.
es: El Proveedor tendrá derecho a cerrar, ajustar, modificar o hacer que el Servicio no esté disponible en la dirección web en cualquier momento.

source: The User agrees to use the Service only in a manner not jeopardizing technical software and/or hardware means of the Provider and/or such means in the Provider’s use.
cs: Uživatel souhlasí s tím, že Službu použije pouze způsobem, který neohrozí technický software a/nebo hardwarové prostředky Provozovatel a/nebo takové prostředky v použití Provozovatele.
es: El Usuario se compromete a utilizar el Servicio únicamente de manera que no ponga en peligro los medios técnicos de software y/o hardware del Proveedor y/o dichos medios en el uso del Proveedor.

source: The User agrees to refrain from use of the Service in bad faith and/or deliberately causing any damage to the Service.
cs: Uživatel souhlasí, že nebude využívat služby ve špatné víře a/nebo úmyslně působit jakékoli poškození Služby.
es: El Usuario se compromete a abstenerse de utilizar el Servicio de mala fe y/o de causar deliberadamente cualquier daño al Servicio.

source: The User agrees to refrain from bypassing the Service’s software and/or technical hardware means, in particular the security systems.
cs: Uživatel souhlasí s tím, že se zdrží obejití softwaru a/nebo technického hardwarového vybavení Služby, zejména bezpečnostních systémů.
es: El Usuario se compromete a abstenerse de eludir los medios de software y/o hardware técnico del Servicio, en particular los sistemas de seguridad.

source: Liability for Damage
cs: Odpovědnost za škodu
es: Responsabilidad por daños y perjuicios

source: The User hereby renders it undisputed that the Provider shall not be liable for any damage caused to the User resulting from the use of the Service.
cs: Uživatel činí nesporným, že Provozovatel neodpovídá za škody způsobené Uživateli v důsledku používání Služby.
es: Por la presente, el Usuario deja claro que el Proveedor no será responsable de ningún daño causado al Usuario como resultado del uso del Servicio.

source: If the User is an entrepreneur, he hereby expressly waives his right to compensation from the Provider for damage unintentionally caused by the Provider to the User through a breach of any obligation contained in these Terms of Service and/or resulting from the use of the Service.
cs: Je-li Uživatel podnikatelem, tímto se výslovně vzdává práva na náhradu škody od Provozovatele za škodu neúmyslně způsobenou Provozovatelem Uživateli prostřednictvím porušení jakýchkoliv závazků obsažených v těchto Všeobecných Smluvních Podmínkách a/nebo vyplývajících z užívání Služby.
es: Si el Usuario es un empresario, de esta manera renuncia expresamente a su derecho de compensación por parte del Proveedor por daños causados inintencionadamente por el Proveedor al Usuario a través de la ruptura de cualquier obligación contenida en estos términos de servicio y/o resultantes por el uso del Servicio.

source: Within the meaning of Article 5 (2) of Act No. %(law_101_2000)s Coll., on personal data protection, as amended, the User hereby gives his consent with the collecting, storage and processing of the Personal Data provided by the User to the administrator, who is the Provider, through the use of the Service; the User gives his consent with the processing and use of his Personal Data by the Provider, his employees and/or his authorised business partners. This consent is given as long as User does not remove his account from the Service.
cs: Ve smyslu čl. 5 odst. 2 zákona %(law_101_2000)s Sb., O ochraně osobních údajů v platném znění, uživatel tímto souhlasí se shromažďováním, uchováváním a zpracováváním Osobních Údajů poskytovaných Uživatelem správci, který je Provozovatelem, prostřednictvím služby; Uživatel dává svůj souhlas se zpracováním a používáním svých osobních údajů Provozovatelem, jeho zaměstnanci a/nebo jeho oprávněnými obchodními partnery. Tento souhlas je dán, dokud Uživatel neodstraní svůj účet ze Služby.
es: Según lo que dice el Artículo 5 (2) de la Colección de Leyes número %(law_101_2000)s, de protección de datos personales, tal y como se ha modificado, el usuario da su consentimiento para la recopilación, el almacenamiento y el procesamiento de los datos personales proporcionados por el Usuario al proveedor, sus empleados y/o sus socios empresariales autorizados. Este consentimiento es dado hasta que el Usuario no elmine su cuenta del Servicio.

source: The purpose of the processing of Personal Data as determined by the Provider is the use of Personal Data for sending of commercial communications to the subject of the data (the User) through electronic means under Act No. %(law_480_2004)s Coll., on certain services of the information society, as amended, and further for marketing and business needs of the Provider’s contractual partners and for statistical and/or marketing purposes of the Provider.
cs: Účelem zpracovávání Osobních Údajů určených Provozovatelem je použití Osobních Údajů pro zasílání obchodních sdělení Uživateli elektronickými prostředky podle zákona %(law_480_2004)s Sb., O některých služby informační společnosti, ve znění pozdějších předpisů, dále pro marketingové a obchodní potřeby smluvních partnerů Provozovatele a pro statistické a/nebo marketingové účely Provozovatele.
es: El objetivo del procesamiento de Datos Personales tal y como ha determinado el Proveedor es el uso de Datos Personales para enviar comunicaciones comerciales al sujeto de los datos (el Usuario) a través de médios electrónicos bajo la colección de leyes Número %(law_480_2004)s, en algunos servicios de la sociedad de la información, tal y como se ha enmendado, y además para los fines comerciales y de marketing de los socios contractuales del Proveedor y para fines estadísticos y/o comerciales del Proveedor.

source: If the User directly and effectively informs the Provider that he no longer wishes to receive business information from the Provider, the Provider shall refrain from sending further unsolicited business communications.
cs: Pokud Uživatel přímo a účinně informuje Provozovatele o tom, že již nechce přijímat obchodní informace od Provozovatele, Provozovatel se zdrží zasílání dalších nevyžádaných obchodních sdělení.
es: Si el Usuario informa directa y efectivamente al Proveedor que ya no desea recibir información comercial del Proveedor, el Proveedor se abstendrá de enviar más comunicaciones comerciales no solicitadas.

source: The User declares that he/she is aware of his/her rights under Article 12 and Article 21 of the Personal Data Protection Act and declares that all the Personal Data are accurate and true and have been provided voluntarily.
cs: Uživatel prohlašuje, že si je vědom svých práv podle článku 12 a článku 21 zákona o ochraně osobních údajů a prohlašuje, že všechny osobní údaje jsou přesné a pravdivé a byly poskytnuty dobrovolně.
es: El Usuario declara que el/ella está informado de sus derechos bajo el Artículo 12 y el Artículo 21 de la Ley de Protección de Datos y declara que todos los Datos Personales son precisos y verdaderos y que los ha dado de forma voluntaria.

source: The Provider declares that he will collect Personal Data only in the extent necessary for meeting the above-specified purpose and process the Personal Data in accordance with the purpose for which they were collected. The Provider’s employees and other individuals who process the Personal Data on the basis of a contract with the Provider shall maintain confidentiality of the Personal Data, even after the termination of their employment or business relationship with the Provider.
cs: Provozovatel prohlašuje, že bude shromažďovat Osobní Údaje pouze v rozsahu nezbytném pro splnění výše uvedeného účelu a zpracování Osobních Údajů v souladu s účelem, ke kterému byly shromážděny. Zaměstnanci Provozovatele a další osoby, které zpracovávají Osobní Údaje na základě smlouvy s Provozovatelem, zachovávají důvěrnost Osobních Údajů i po ukončení jejich zaměstnání nebo obchodního vztahu s Provozovatelem.
es: El Proveedor declara que mantendrá los Datos Personales solo por la dureción necesaria para cumplir los oebjetivos especificados anteriormente y precesa los Datos Personales de acuerdo con estos objetivos para los que han sido recogidos. Los empleados del Proveedor y otras personas que procesan los Datos Personales segun las bases de un contrato con el Proveedor deben mantener la confidencialidad de los Datos Personales, incluso al finalizar su relación laboral o empresarial con el Proveedor.

source: The Provider declares that he will process the Personal Data by electronic means (automatically) via computer programs for which the Provider has secured the right of use, in particular the Service.
cs: Provozovatel prohlašuje, že bude zpracovávat Osobní Údaje elektronicky (automaticky) prostřednictvím počítačových programů, pro které Provozovatel zajistil právo užívání, zejména prostřednictvím Služby.
es: El Proveedor declara que procesará los datos personales por medios electrónicos (automáticamente) a trevés de programas de ordenador para los cuales el Proveedor ha asegurado los derechos de uso, en particular del Servicio.

source: The User’s consent under this Article 5 of the Terms of Service constitutes free and informed juridical act which concerns the consent of the subject of the data (the User) with processing of the Personal Data.
cs: Souhlas uživatele podle tohoto článku 5 Všeobecných smluvních podmínek představuje bezplatný a informovaný právní akt, který se týká souhlasu subjektu údajů (Uživatele) se zpracováním osobních údajů.
es: El consentimiento del Usuario bajo este Artículo 5 de los Términos de Servicio constituyen un acto libre e informado que consiste en el consentimiento del sujeto de los datos (el Ususario) para procesamiento de Datos Personales.

source: Translations
cs: Překlady
es: Traducciones

source: The Service organizes translation into individual Projects, where the Owner is responsible for managing them and for specifying accurately the Project license.
cs: Služba rozděluje překlad do jednotlivých Projektů, kde je Vlastník odpovědný za jejich správu a za přesné určení licence Projektu.
es: El Servicio organiza las traducciones en Proyectos individuales, donde el Dueño es responsable en la gestión de ellos y para cumplir con precisión la licencia del Proyecto.

source: Not specifying translation license means that the translations are available under same license as project itself.
cs: Neuvedení licence pro překlady znamená, že překlady jsou k dispozici pod stejnou licencí jako samotný Projekt.
es: Si no se especifica licencia de traducción significa que las traducciones están disponibles bajo la misma licencia del proyecto.

source: Should the Project opt in for the Translation Memory, license to use the translation is granted to all Translation Memory users.
cs: V případě, že se Projekt rozhodne používat Překladovou Paměť, bude udělena licence na překlad všem uživatelům Překladové Paměti.
es: Si el Proyecto opta por la Memoria de traducción, la licencia de uso de la traducción se otorga a todos los usuarios de la Memoria de traducción.

source: The User agrees to the license Project has specified upon contributing to the Project.
cs: Uživatel souhlasí s licencí, kterou Projekt určil při přispívání do Projektu.
es: El Usuario acepta la licencia del Proyecto como se especifica para contribuir al Proyecto.

source: The User agrees to use his name and email as authorship in the VCS commits. The User understands that this grant is non revocable due to nature of the VCS.
cs: Uživatel souhlasí s použitím svého jména a e-mailu jako autora v zápisech VCS. Uživatel chápe, že tento souhlas je kvůli povaze VCS neodvolatelný.
es: El Usuario acepta el uso de su nombre y email como autoría en las consolidaciones en el Sistema de Control de Versiones (SCV). El usuario entiende que esta aceptación no es revocable por la naturaleza del SCV.

source: Within the meaning of Article 89 Act No. %(law_480_2004)s Coll., on electronic communication, as ammended, the User is informed that the Service use cookies.
cs: Ve smyslu článku 89 zákona %(law_480_2004)s Sb., o elektronické komunikaci, ve znění pozdějších předpisů, je uživatel informován, že služba používá cookies.

source: The Service uses cookies to personalise content and to analyse our traffic.
cs: Služba používá cookies k přizpůsobení obsahu a analýze naší návštěvnosti.

source: Governing Law
cs: Rozhodné právo

source: These Terms of Service shall be governed by the laws of the Czech Republic with exclusion of conflict rules.
cs: Tyto Všeobecné smluvní podmínky se řídí zákony České republiky s vyloučením kolizních norem.

source: Any disputes arising on the basis of the Agreement and/or these Terms of Service shall be resolved by the court of the Czech republic having substantive and local jurisdiction.
cs: Veškeré spory vzniklé na základě Smlouvy a/nebo těchto Všeobecných Smluvních Podmínek budou vyřešeny soudem České republiky s věcnou a místní příslušností.

source: Effect
cs: Účinek

source: These Terms of Service shall come into force and effect on 1st September 2017.
cs: Tyto Všeobecné Smluvní Podmínky nabývají platnosti a účinnosti dne 1.září 2017.

source: VCS
es: VCS (Sistema de Control de Versiones)

source: The Terms of Service document is currently available only in English.
be@latin: Dakumient «Umovy absluhoŭvannia» u dadzieny momant dastupny toĺki na anhieĺskaj movie.
bg: Условията на услугата в момента са налични само на английски език.
da: Vilkår for tjeneste er i øjeblikket kun tilgængelige på engelsk.
de: Das Dokument zu den Nutzungsbedingungen steht momentan nur in englischer Sprache zur Verfügung.
ja: サービス利用規約の文書は、現時点では英語版のみの提供です。
ko: 서비스 약관 문서는 현재 영어로만 제공됩니다.
pt: O documento Termos do serviço actualmente só está disponível em Inglês.
pt_br: O documento Termos do serviço está disponível atualmente apenas em inglês.
